[
    {
        "intent": "Recomendacion-guitarra",
        "examples": [
            "Recomiéndame una guitarra",
            "¿Cuál es el mejor guitarra?",
            "¿Qué guitarra tiene un buen precio?",
            "¿Me puedes recomendar una guitarra de buena calidad?",
            "¿Qué guitarra tiene más funciones?",
            "¿Qué opinas de la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿Vale la pena comprar la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿Es la Ibanez AZ2407F-BSR Guitarra Electrica buena para principiantes?",
            "¿Qué características tiene la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿Dónde puedo conseguir la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿La Ibanez AZ2407F-BSR Guitarra Electrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿La Ibanez AZ2407F-BSR Guitarra Electrica es recomendable para su uso?",
            "¿Es duradera la Ibanez AZ2407F-BSR Guitarra Electrica?",
            "¿La Ibanez AZ2407F-BSR Guitarra Electrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Es la Ibanez IGB101 Funda Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TS808 Pedal Guitarra?",
            "¿Vale la pena comprar la Ibanez TS808 Pedal Guitarra?",
            "¿Es la Ibanez TS808 Pedal Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez TS808 Pedal Guitarra?",
            "¿Dónde puedo conseguir la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TS Mini Pedal Guitarra?",
            "¿Vale la pena comprar la Ibanez TS Mini Pedal Guitarra?",
            "¿Es la Ibanez TS Mini Pedal Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez TS Mini Pedal Guitarra?",
            "¿Dónde puedo conseguir la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿Vale la pena comprar la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿Es la Ibanez TCY10E BK Guitarra Electro Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿Dónde puedo conseguir la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿La Ibanez TCY10E BK Guitarra Electro Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿La Ibanez TCY10E BK Guitarra Electro Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez TCY10E BK Guitarra Electro Acústica?",
            "¿La Ibanez TCY10E BK Guitarra Electro Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Es la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Vale la pena comprar la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Es la Ibanez ICB101 Funda para Guitarra Clásica buena para principiantes?",
            "¿Qué características tiene la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Dónde puedo conseguir la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica es recomendable para su uso?",
            "¿Es duradera la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Vale la pena comprar la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Es la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Dónde puedo conseguir la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Vale la pena comprar la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Es la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO ) buena para principiantes?",
            "¿Qué características tiene la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Dónde puedo conseguir la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO ) tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO ) es recomendable para su uso?",
            "¿Es duradera la Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO ) tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB540-BK Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Vale la pena comprar la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Es la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black buena para principiantes?",
            "¿Qué características tiene la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Dónde puedo conseguir la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black es recomendable para su uso?",
            "¿Es duradera la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Vale la pena comprar la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Es la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon buena para principiantes?",
            "¿Qué características tiene la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Dónde puedo conseguir la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon es recomendable para su uso?",
            "¿Es duradera la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buenas críticas?",
            "¿Qué opinas de la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿Vale la pena comprar la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿Es la Ibanez EWP12EWB-OPN Guitarra Picolo buena para principiantes?",
            "¿Qué características tiene la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿Dónde puedo conseguir la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿La Ibanez EWP12EWB-OPN Guitarra Picolo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿La Ibanez EWP12EWB-OPN Guitarra Picolo es recomendable para su uso?",
            "¿Es duradera la Ibanez EWP12EWB-OPN Guitarra Picolo?",
            "¿La Ibanez EWP12EWB-OPN Guitarra Picolo tiene buenas críticas?",
            "¿Qué opinas de la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿Es la Ibanez RG421QM-CBB Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿La Ibanez RG421QM-CBB Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿La Ibanez RG421QM-CBB Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez RG421QM-CBB Guitarra Eléctrica?",
            "¿La Ibanez RG421QM-CBB Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿Es la Ibanez GRG170 DX BKN Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿La Ibanez GRG170 DX BKN Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿La Ibanez GRG170 DX BKN Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez GRG170 DX BKN Guitarra Eléctrica?",
            "¿La Ibanez GRG170 DX BKN Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿Vale la pena comprar la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿Es la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat buena para principiantes?",
            "¿Qué características tiene la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿Dónde puedo conseguir la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿La Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿La Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat es recomendable para su uso?",
            "¿Es duradera la Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat?",
            "¿La Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat tiene buenas críticas?",
            "¿Qué opinas de la Ibanez PF15 BK Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez PF15 BK Guitarra Acústica?",
            "¿Es la Ibanez PF15 BK Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez PF15 BK Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez PF15 BK Guitarra Acústica?",
            "¿La Ibanez PF15 BK Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez PF15 BK Guitarra Acústica?",
            "¿La Ibanez PF15 BK Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez PF15 BK Guitarra Acústica?",
            "¿La Ibanez PF15 BK Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿Vale la pena comprar la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿Es la Ibanez PF15ECE TBS Guitarra Electro Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿Dónde puedo conseguir la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿La Ibanez PF15ECE TBS Guitarra Electro Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿La Ibanez PF15ECE TBS Guitarra Electro Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez PF15ECE TBS Guitarra Electro Acústica?",
            "¿La Ibanez PF15ECE TBS Guitarra Electro Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿Es la Ibanez GRG121DX BKF Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿La Ibanez GRG121DX BKF Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿La Ibanez GRG121DX BKF Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez GRG121DX BKF Guitarra Eléctrica?",
            "¿La Ibanez GRG121DX BKF Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Es la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿Vale la pena comprar la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿Es la Ibanez AW54 CE OPN Guitarra Acústica Electrificada buena para principiantes?",
            "¿Qué características tiene la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿Dónde puedo conseguir la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿La Ibanez AW54 CE OPN Guitarra Acústica Electrificada tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿La Ibanez AW54 CE OPN Guitarra Acústica Electrificada es recomendable para su uso?",
            "¿Es duradera la Ibanez AW54 CE OPN Guitarra Acústica Electrificada?",
            "¿La Ibanez AW54 CE OPN Guitarra Acústica Electrificada tiene buenas críticas?",
            "¿Qué opinas de la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿Vale la pena comprar la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿Es la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA buena para principiantes?",
            "¿Qué características tiene la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿Dónde puedo conseguir la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿La Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿La Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA es recomendable para su uso?",
            "¿Es duradera la Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA?",
            "¿La Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA tiene buenas críticas?",
            "¿Qué opinas de la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿Vale la pena comprar la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿Es la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro buena para principiantes?",
            "¿Qué características tiene la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿Dónde puedo conseguir la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿La Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿La Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro es recomendable para su uso?",
            "¿Es duradera la Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro?",
            "¿La Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿Es la Ibanez AW84CE-WK Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿La Ibanez AW84CE-WK Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿La Ibanez AW84CE-WK Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez AW84CE-WK Guitarra Acústica?",
            "¿La Ibanez AW84CE-WK Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Vale la pena comprar la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Es la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Dónde puedo conseguir la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Es la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿Vale la pena comprar la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿Es la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿Dónde puedo conseguir la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿La Ibanez IMC50FS Taburete Guitarrista con soporte guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿La Ibanez IMC50FS Taburete Guitarrista con soporte guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez IMC50FS Taburete Guitarrista con soporte guitarra?",
            "¿La Ibanez IMC50FS Taburete Guitarrista con soporte guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿Vale la pena comprar la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿Es la Ibanez AF55L-TF Guitarra Eléctrica Zurdo buena para principiantes?",
            "¿Qué características tiene la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿Dónde puedo conseguir la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿La Ibanez AF55L-TF Guitarra Eléctrica Zurdo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿La Ibanez AF55L-TF Guitarra Eléctrica Zurdo es recomendable para su uso?",
            "¿Es duradera la Ibanez AF55L-TF Guitarra Eléctrica Zurdo?",
            "¿La Ibanez AF55L-TF Guitarra Eléctrica Zurdo tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿Vale la pena comprar la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿Es la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody buena para principiantes?",
            "¿Qué características tiene la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿Dónde puedo conseguir la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿La Ibanez AF55-TKF Guitarra Eléctrica Hollowbody tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿La Ibanez AF55-TKF Guitarra Eléctrica Hollowbody es recomendable para su uso?",
            "¿Es duradera la Ibanez AF55-TKF Guitarra Eléctrica Hollowbody?",
            "¿La Ibanez AF55-TKF Guitarra Eléctrica Hollowbody tiene buenas críticas?",
            "¿Qué opinas de la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Vale la pena comprar la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Es la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO ) buena para principiantes?",
            "¿Qué características tiene la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿Dónde puedo conseguir la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO ) tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO ) es recomendable para su uso?",
            "¿Es duradera la Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )?",
            "¿La Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO ) tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿Vale la pena comprar la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿Es la Ibanez AEG50N-NT Guitarra de Concierto buena para principiantes?",
            "¿Qué características tiene la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿Dónde puedo conseguir la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿La Ibanez AEG50N-NT Guitarra de Concierto tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿La Ibanez AEG50N-NT Guitarra de Concierto es recomendable para su uso?",
            "¿Es duradera la Ibanez AEG50N-NT Guitarra de Concierto?",
            "¿La Ibanez AEG50N-NT Guitarra de Concierto tiene buenas críticas?",
            "¿Qué opinas de la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿Vale la pena comprar la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿Es la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte buena para principiantes?",
            "¿Qué características tiene la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿Dónde puedo conseguir la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿La Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿La Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte es recomendable para su uso?",
            "¿Es duradera la Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte?",
            "¿La Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿Es la Ibanez SA360NQM-SPB Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿La Ibanez SA360NQM-SPB Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿La Ibanez SA360NQM-SPB Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez SA360NQM-SPB Guitarra Eléctrica?",
            "¿La Ibanez SA360NQM-SPB Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿Vale la pena comprar la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿Es la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche buena para principiantes?",
            "¿Qué características tiene la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿Dónde puedo conseguir la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿La Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿La Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche es recomendable para su uso?",
            "¿Es duradera la Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche?",
            "¿La Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche tiene buenas críticas?",
            "¿Qué opinas de la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿Es la Ibanez RG5170G-SVF Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿La Ibanez RG5170G-SVF Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿La Ibanez RG5170G-SVF Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez RG5170G-SVF Guitarra Eléctrica?",
            "¿La Ibanez RG5170G-SVF Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Es la Ibanez IAB541-BE Funda para Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB541D-BK Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB541D-BL Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Vale la pena comprar la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Es la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo buena para principiantes?",
            "¿Qué características tiene la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Dónde puedo conseguir la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo es recomendable para su uso?",
            "¿Es duradera la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "guitarra",
                "values": [
                    "guitarra",
                    "Ibanez AZ2407F-BSR Guitarra Electrica",
                    "Ibanez IGB101 Funda Guitarra Eléctrica",
                    "Ibanez TS808 Pedal Guitarra",
                    "Ibanez TS Mini Pedal Guitarra",
                    "Ibanez TCY10E BK Guitarra Electro Acústica",
                    "Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica",
                    "Ibanez ICB101 Funda para Guitarra Clásica",
                    "Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra",
                    "Ibanez AW70ECE Nt Guitarra Acústica Electrificada ( REACONDICIONADO )",
                    "Ibanez IGB540-BK Funda para Guitarra Eléctrica",
                    "Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black",
                    "Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon",
                    "Ibanez EWP12EWB-OPN Guitarra Picolo",
                    "Ibanez RG421QM-CBB Guitarra Eléctrica",
                    "Ibanez GRG170 DX BKN Guitarra Eléctrica",
                    "Ibanez AS53 TF Guitarra Eléctrica Tobacco Flat",
                    "Ibanez PF15 BK Guitarra Acústica",
                    "Ibanez PF15ECE TBS Guitarra Electro Acústica",
                    "Ibanez GRG121DX BKF Guitarra Eléctrica",
                    "Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica",
                    "Ibanez AW54 CE OPN Guitarra Acústica Electrificada",
                    "Ibanez M300C Estuche para guitarra RG/RGA/RGD/RG7/S/SA",
                    "Ibanez PGMM31 WH Guitarra Eléctrica Paul Gilbert Mikro",
                    "Ibanez AW84CE-WK Guitarra Acústica",
                    "Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue",
                    "Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica",
                    "Ibanez IMC50FS Taburete Guitarrista con soporte guitarra",
                    "Ibanez AF55L-TF Guitarra Eléctrica Zurdo",
                    "Ibanez AF55-TKF Guitarra Eléctrica Hollowbody",
                    "Ibanez PF15ECE Bk Guitarra Acústica Electrificada ( REACONDICIONADO )",
                    "Ibanez AEG50N-NT Guitarra de Concierto",
                    "Ibanez RGD61ALET-MGM Guitarra Eléctrica RGD Metallic Gray Matte",
                    "Ibanez SA360NQM-SPB Guitarra Eléctrica",
                    "Ibanez AZ2402-PWF Guitarra Eléctrica Prestige Japan + Estuche",
                    "Ibanez RG5170G-SVF Guitarra Eléctrica",
                    "Ibanez IAB541-BE Funda para Guitarra Acústica",
                    "Ibanez IGB541D-BK Funda para Guitarra Eléctrica",
                    "Ibanez IGB541D-BL Funda para Guitarra Eléctrica",
                    "Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-funda",
        "examples": [
            "Recomiéndame una funda",
            "¿Cuál es el mejor funda?",
            "¿Qué funda tiene un buen precio?",
            "¿Me puedes recomendar una funda de buena calidad?",
            "¿Qué funda tiene más funciones?",
            "¿Qué opinas de la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Es la Ibanez IGB101 Funda Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB101 Funda Guitarra Eléctrica?",
            "¿La Ibanez IGB101 Funda Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Vale la pena comprar la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Es la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Dónde puedo conseguir la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red tiene buenas críticas?",
            "¿Qué opinas de la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Vale la pena comprar la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Es la Ibanez ICB101 Funda para Guitarra Clásica buena para principiantes?",
            "¿Qué características tiene la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿Dónde puedo conseguir la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica es recomendable para su uso?",
            "¿Es duradera la Ibanez ICB101 Funda para Guitarra Clásica?",
            "¿La Ibanez ICB101 Funda para Guitarra Clásica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Vale la pena comprar la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Es la Ibanez IUBT541-BK Funda para Ukelele Tenor Black buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Dónde puedo conseguir la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Vale la pena comprar la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Es la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿Dónde puedo conseguir la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra?",
            "¿La Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Es la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB540-BK Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB540-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB540-BK Funda para Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Vale la pena comprar la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Es la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black buena para principiantes?",
            "¿Qué características tiene la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿Dónde puedo conseguir la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black es recomendable para su uso?",
            "¿Es duradera la Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black?",
            "¿La Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Vale la pena comprar la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Es la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Dónde puedo conseguir la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Vale la pena comprar la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Es la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿Dónde puedo conseguir la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue?",
            "¿La Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Es la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica?",
            "¿La Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿Vale la pena comprar la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿Es la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda buena para principiantes?",
            "¿Qué características tiene la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿Dónde puedo conseguir la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿La Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿La Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda es recomendable para su uso?",
            "¿Es duradera la Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda?",
            "¿La Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Vale la pena comprar la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Es la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda buena para principiantes?",
            "¿Qué características tiene la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Dónde puedo conseguir la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda es recomendable para su uso?",
            "¿Es duradera la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Vale la pena comprar la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Es la Ibanez IAB541-BE Funda para Guitarra Acústica buena para principiantes?",
            "¿Qué características tiene la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿Dónde puedo conseguir la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica es recomendable para su uso?",
            "¿Es duradera la Ibanez IAB541-BE Funda para Guitarra Acústica?",
            "¿La Ibanez IAB541-BE Funda para Guitarra Acústica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IABB540-BK Funda para Bajo?",
            "¿Vale la pena comprar la Ibanez IABB540-BK Funda para Bajo?",
            "¿Es la Ibanez IABB540-BK Funda para Bajo buena para principiantes?",
            "¿Qué características tiene la Ibanez IABB540-BK Funda para Bajo?",
            "¿Dónde puedo conseguir la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo es recomendable para su uso?",
            "¿Es duradera la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Es la Ibanez IBB540-BK Funda para Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB541D-BK Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541D-BK Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BK Funda para Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Es la Ibanez IGB541D-BL Funda para Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IGB541D-BL Funda para Guitarra Eléctrica?",
            "¿La Ibanez IGB541D-BL Funda para Guitarra Eléctrica tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "funda",
                "values": [
                    "funda",
                    "Ibanez IGB101 Funda Guitarra Eléctrica",
                    "Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red",
                    "Ibanez ICB101 Funda para Guitarra Clásica",
                    "Ibanez IUBT541-BK Funda para Ukelele Tenor Black",
                    "Ibanez IGB541-BK Powerpad Gigbag Funda Guitarra",
                    "Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico",
                    "Ibanez IGB540-BK Funda para Guitarra Eléctrica",
                    "Ibanez IHB541-BK Funda Guitarra Eléctrica Hollow Body Black",
                    "Ibanez IUBS541-GY Funda para Ukelele Soprano Gris",
                    "Ibanez IGB541-NB Funda para guitarra eléctrica Navy Blue",
                    "Ibanez IAB541-BR Powerpad Gigbag Funda Guitarra Acústica",
                    "Ibanez UB804-MOB Bass Workshop Fretless + Soporte y Funda",
                    "Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda",
                    "Ibanez IAB541-BE Funda para Guitarra Acústica",
                    "Ibanez IABB540-BK Funda para Bajo",
                    "Ibanez IBB540-BK Funda para Bajo Eléctrico",
                    "Ibanez IGB541D-BK Funda para Guitarra Eléctrica",
                    "Ibanez IGB541D-BL Funda para Guitarra Eléctrica"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-pedal efectos",
        "examples": [
            "Recomiéndame una pedal efectos",
            "¿Cuál es el mejor pedal efectos?",
            "¿Qué pedal efectos tiene un buen precio?",
            "¿Me puedes recomendar una pedal efectos de buena calidad?",
            "¿Qué pedal efectos tiene más funciones?",
            "¿Qué opinas de la Ibanez TR Mini Pedal Efectos?",
            "¿Vale la pena comprar la Ibanez TR Mini Pedal Efectos?",
            "¿Es la Ibanez TR Mini Pedal Efectos buena para principiantes?",
            "¿Qué características tiene la Ibanez TR Mini Pedal Efectos?",
            "¿Dónde puedo conseguir la Ibanez TR Mini Pedal Efectos?",
            "¿La Ibanez TR Mini Pedal Efectos tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TR Mini Pedal Efectos?",
            "¿La Ibanez TR Mini Pedal Efectos es recomendable para su uso?",
            "¿Es duradera la Ibanez TR Mini Pedal Efectos?",
            "¿La Ibanez TR Mini Pedal Efectos tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "pedal efectos",
                "values": [
                    "pedal efectos",
                    "Ibanez TR Mini Pedal Efectos"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-pedal guitarra",
        "examples": [
            "Recomiéndame una pedal guitarra",
            "¿Cuál es el mejor pedal guitarra?",
            "¿Qué pedal guitarra tiene un buen precio?",
            "¿Me puedes recomendar una pedal guitarra de buena calidad?",
            "¿Qué pedal guitarra tiene más funciones?",
            "¿Qué opinas de la Ibanez TS808 Pedal Guitarra?",
            "¿Vale la pena comprar la Ibanez TS808 Pedal Guitarra?",
            "¿Es la Ibanez TS808 Pedal Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez TS808 Pedal Guitarra?",
            "¿Dónde puedo conseguir la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez TS808 Pedal Guitarra?",
            "¿La Ibanez TS808 Pedal Guitarra tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TS Mini Pedal Guitarra?",
            "¿Vale la pena comprar la Ibanez TS Mini Pedal Guitarra?",
            "¿Es la Ibanez TS Mini Pedal Guitarra buena para principiantes?",
            "¿Qué características tiene la Ibanez TS Mini Pedal Guitarra?",
            "¿Dónde puedo conseguir la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra es recomendable para su uso?",
            "¿Es duradera la Ibanez TS Mini Pedal Guitarra?",
            "¿La Ibanez TS Mini Pedal Guitarra tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "pedal guitarra",
                "values": [
                    "pedal guitarra",
                    "Ibanez TS808 Pedal Guitarra",
                    "Ibanez TS Mini Pedal Guitarra"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-ukelele",
        "examples": [
            "Recomiéndame una ukelele",
            "¿Cuál es el mejor ukelele?",
            "¿Qué ukelele tiene un buen precio?",
            "¿Me puedes recomendar una ukelele de buena calidad?",
            "¿Qué ukelele tiene más funciones?",
            "¿Qué opinas de la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Vale la pena comprar la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Es la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿Dónde puedo conseguir la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red?",
            "¿La Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Vale la pena comprar la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Es la Ibanez IUBT541-BK Funda para Ukelele Tenor Black buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿Dónde puedo conseguir la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBT541-BK Funda para Ukelele Tenor Black?",
            "¿La Ibanez IUBT541-BK Funda para Ukelele Tenor Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Vale la pena comprar la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Es la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris buena para principiantes?",
            "¿Qué características tiene la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿Dónde puedo conseguir la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris es recomendable para su uso?",
            "¿Es duradera la Ibanez IUBS541-GY Funda para Ukelele Soprano Gris?",
            "¿La Ibanez IUBS541-GY Funda para Ukelele Soprano Gris tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "ukelele",
                "values": [
                    "ukelele",
                    "Ibanez IUBS541-WR Funda para Ukelele Soprano Wine Red",
                    "Ibanez IUBT541-BK Funda para Ukelele Tenor Black",
                    "Ibanez IUBS541-GY Funda para Ukelele Soprano Gris"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-cable",
        "examples": [
            "Recomiéndame una cable",
            "¿Cuál es el mejor cable?",
            "¿Qué cable tiene un buen precio?",
            "¿Me puedes recomendar una cable de buena calidad?",
            "¿Qué cable tiene más funciones?",
            "¿Qué opinas de la Ibanez DC501L Cable Distribución Corriente?",
            "¿Vale la pena comprar la Ibanez DC501L Cable Distribución Corriente?",
            "¿Es la Ibanez DC501L Cable Distribución Corriente buena para principiantes?",
            "¿Qué características tiene la Ibanez DC501L Cable Distribución Corriente?",
            "¿Dónde puedo conseguir la Ibanez DC501L Cable Distribución Corriente?",
            "¿La Ibanez DC501L Cable Distribución Corriente tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez DC501L Cable Distribución Corriente?",
            "¿La Ibanez DC501L Cable Distribución Corriente es recomendable para su uso?",
            "¿Es duradera la Ibanez DC501L Cable Distribución Corriente?",
            "¿La Ibanez DC501L Cable Distribución Corriente tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "cable",
                "values": [
                    "cable",
                    "Ibanez DC501L Cable Distribución Corriente"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-cuerdas",
        "examples": [
            "Recomiéndame una cuerdas",
            "¿Cuál es el mejor cuerdas?",
            "¿Qué cuerdas tiene un buen precio?",
            "¿Me puedes recomendar una cuerdas de buena calidad?",
            "¿Qué cuerdas tiene más funciones?",
            "¿Qué opinas de la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Es la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica?",
            "¿La Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Vale la pena comprar la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Es la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon buena para principiantes?",
            "¿Qué características tiene la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Dónde puedo conseguir la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon es recomendable para su uso?",
            "¿Es duradera la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Vale la pena comprar la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Es la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple buena para principiantes?",
            "¿Qué características tiene la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Dónde puedo conseguir la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple es recomendable para su uso?",
            "¿Es duradera la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Vale la pena comprar la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Es la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black buena para principiantes?",
            "¿Qué características tiene la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Dónde puedo conseguir la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black es recomendable para su uso?",
            "¿Es duradera la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Vale la pena comprar la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Es la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black buena para principiantes?",
            "¿Qué características tiene la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Dónde puedo conseguir la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black es recomendable para su uso?",
            "¿Es duradera la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Vale la pena comprar la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Es la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche buena para principiantes?",
            "¿Qué características tiene la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Dónde puedo conseguir la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche es recomendable para su uso?",
            "¿Es duradera la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Vale la pena comprar la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Es la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Dónde puedo conseguir la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green tiene buenas críticas?",
            "¿Qué opinas de la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Vale la pena comprar la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Es la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat buena para principiantes?",
            "¿Qué características tiene la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Dónde puedo conseguir la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat es recomendable para su uso?",
            "¿Es duradera la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "cuerdas",
                "values": [
                    "cuerdas",
                    "Ibanez IEGS6 Set Cuerdas Guitarra Eléctrica",
                    "Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon",
                    "Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple",
                    "Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black",
                    "Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black",
                    "Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche",
                    "Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green",
                    "Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-bajo",
        "examples": [
            "Recomiéndame una bajo",
            "¿Cuál es el mejor bajo?",
            "¿Qué bajo tiene un buen precio?",
            "¿Me puedes recomendar una bajo de buena calidad?",
            "¿Qué bajo tiene más funciones?",
            "¿Qué opinas de la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Es la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿Es la Ibanez GSR200 BK Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿La Ibanez GSR200 BK Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿La Ibanez GSR200 BK Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez GSR200 BK Bajo Eléctrico?",
            "¿La Ibanez GSR200 BK Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿Vale la pena comprar la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿Es la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat buena para principiantes?",
            "¿Qué características tiene la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿Dónde puedo conseguir la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿La Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿La Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat es recomendable para su uso?",
            "¿Es duradera la Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat?",
            "¿La Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat tiene buenas críticas?",
            "¿Qué opinas de la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿Es la Ibanez GSR180 BK Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿La Ibanez GSR180 BK Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿La Ibanez GSR180 BK Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez GSR180 BK Bajo Eléctrico?",
            "¿La Ibanez GSR180 BK Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿Es la Ibanez TMB100 Black Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿La Ibanez TMB100 Black Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿La Ibanez TMB100 Black Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB100 Black Bajo Eléctrico?",
            "¿La Ibanez TMB100 Black Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿Es la Ibanez TMB100 MGR Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿La Ibanez TMB100 MGR Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿La Ibanez TMB100 MGR Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB100 MGR Bajo Eléctrico?",
            "¿La Ibanez TMB100 MGR Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Vale la pena comprar la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Es la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple buena para principiantes?",
            "¿Qué características tiene la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿Dónde puedo conseguir la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple es recomendable para su uso?",
            "¿Es duradera la Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple?",
            "¿La Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Vale la pena comprar la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Es la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black buena para principiantes?",
            "¿Qué características tiene la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿Dónde puedo conseguir la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black es recomendable para su uso?",
            "¿Es duradera la Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black?",
            "¿La Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Vale la pena comprar la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Es la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black buena para principiantes?",
            "¿Qué características tiene la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿Dónde puedo conseguir la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black es recomendable para su uso?",
            "¿Es duradera la Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black?",
            "¿La Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿Vale la pena comprar la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿Es la Ibanez TMB30 BK Bajo Eléctrico Talman buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿Dónde puedo conseguir la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿La Ibanez TMB30 BK Bajo Eléctrico Talman tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿La Ibanez TMB30 BK Bajo Eléctrico Talman es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB30 BK Bajo Eléctrico Talman?",
            "¿La Ibanez TMB30 BK Bajo Eléctrico Talman tiene buenas críticas?",
            "¿Qué opinas de la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Vale la pena comprar la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Es la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche buena para principiantes?",
            "¿Qué características tiene la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿Dónde puedo conseguir la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche es recomendable para su uso?",
            "¿Es duradera la Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche?",
            "¿La Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿Es la Ibanez TMB30-MGR Mint Green Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿La Ibanez TMB30-MGR Mint Green Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿La Ibanez TMB30-MGR Mint Green Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB30-MGR Mint Green Bajo Eléctrico?",
            "¿La Ibanez TMB30-MGR Mint Green Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Vale la pena comprar la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Es la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green buena para principiantes?",
            "¿Qué características tiene la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿Dónde puedo conseguir la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green es recomendable para su uso?",
            "¿Es duradera la Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green?",
            "¿La Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green tiene buenas críticas?",
            "¿Qué opinas de la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Vale la pena comprar la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Es la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat buena para principiantes?",
            "¿Qué características tiene la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿Dónde puedo conseguir la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat es recomendable para su uso?",
            "¿Es duradera la Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat?",
            "¿La Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IABB540-BK Funda para Bajo?",
            "¿Vale la pena comprar la Ibanez IABB540-BK Funda para Bajo?",
            "¿Es la Ibanez IABB540-BK Funda para Bajo buena para principiantes?",
            "¿Qué características tiene la Ibanez IABB540-BK Funda para Bajo?",
            "¿Dónde puedo conseguir la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo es recomendable para su uso?",
            "¿Es duradera la Ibanez IABB540-BK Funda para Bajo?",
            "¿La Ibanez IABB540-BK Funda para Bajo tiene buenas críticas?",
            "¿Qué opinas de la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Es la Ibanez IBB540-BK Funda para Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez IBB540-BK Funda para Bajo Eléctrico?",
            "¿La Ibanez IBB540-BK Funda para Bajo Eléctrico tiene buenas críticas?",
            "¿Qué opinas de la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Vale la pena comprar la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Es la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo buena para principiantes?",
            "¿Qué características tiene la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Dónde puedo conseguir la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo es recomendable para su uso?",
            "¿Es duradera la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "bajo",
                "values": [
                    "bajo",
                    "Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico",
                    "Ibanez GSR200 BK Bajo Eléctrico",
                    "Ibanez GSR200B WNF Bajo Eléctrico Walnut Flat",
                    "Ibanez GSR180 BK Bajo Eléctrico",
                    "Ibanez TMB100 Black Bajo Eléctrico",
                    "Ibanez TMB100 MGR Bajo Eléctrico",
                    "Ibanez SR300EB-CA Bajo Eléctrico 4 Cuerdas Candy Apple",
                    "Ibanez SR300EB-WK Bajo Eléctrico 4 Cuerdas Weathered Black",
                    "Ibanez SR305EB WK bajo Eléctrico 5 cuerdas Weathered Black",
                    "Ibanez TMB30 BK Bajo Eléctrico Talman",
                    "Ibanez SR5006-OL Bajo eléctrico de 6 cuerdas Prestige Japan con estuche",
                    "Ibanez TMB30-MGR Mint Green Bajo Eléctrico",
                    "Ibanez TMB35-MGR Bajo Eléctrico 5 Cuerdas Mint Green",
                    "Ibanez EHB1505MS-PLF Bajo Eléctrico 5 Cuerdas Multiescala Pacific Blue Burst Flat",
                    "Ibanez IABB540-BK Funda para Bajo",
                    "Ibanez IBB540-BK Funda para Bajo Eléctrico",
                    "Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-funda bajo",
        "examples": [
            "Recomiéndame una funda bajo",
            "¿Cuál es el mejor funda bajo?",
            "¿Qué funda bajo tiene un buen precio?",
            "¿Me puedes recomendar una funda bajo de buena calidad?",
            "¿Qué funda bajo tiene más funciones?",
            "¿Qué opinas de la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Vale la pena comprar la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Es la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico buena para principiantes?",
            "¿Qué características tiene la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿Dónde puedo conseguir la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico es recomendable para su uso?",
            "¿Es duradera la Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico?",
            "¿La Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "funda bajo",
                "values": [
                    "funda bajo",
                    "Ibanez IBB541-BE Powerpad Gigbag Funda Bajo Eléctrico"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-signature",
        "examples": [
            "Recomiéndame una signature",
            "¿Cuál es el mejor signature?",
            "¿Qué signature tiene un buen precio?",
            "¿Me puedes recomendar una signature de buena calidad?",
            "¿Qué signature tiene más funciones?",
            "¿Qué opinas de la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Vale la pena comprar la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Es la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon buena para principiantes?",
            "¿Qué características tiene la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿Dónde puedo conseguir la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon es recomendable para su uso?",
            "¿Es duradera la Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon?",
            "¿La Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Vale la pena comprar la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Es la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica buena para principiantes?",
            "¿Qué características tiene la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿Dónde puedo conseguir la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica es recomendable para su uso?",
            "¿Es duradera la Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica?",
            "¿La Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿Vale la pena comprar la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿Es la Ibanez JEM77P BFP Signature Steve Vai buena para principiantes?",
            "¿Qué características tiene la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿Dónde puedo conseguir la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿La Ibanez JEM77P BFP Signature Steve Vai tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿La Ibanez JEM77P BFP Signature Steve Vai es recomendable para su uso?",
            "¿Es duradera la Ibanez JEM77P BFP Signature Steve Vai?",
            "¿La Ibanez JEM77P BFP Signature Steve Vai tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿Vale la pena comprar la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿Es la Ibanez JEMJRSP-PK Signature Steve Vai buena para principiantes?",
            "¿Qué características tiene la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿Dónde puedo conseguir la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿La Ibanez JEMJRSP-PK Signature Steve Vai tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿La Ibanez JEMJRSP-PK Signature Steve Vai es recomendable para su uso?",
            "¿Es duradera la Ibanez JEMJRSP-PK Signature Steve Vai?",
            "¿La Ibanez JEMJRSP-PK Signature Steve Vai tiene buenas críticas?",
            "¿Qué opinas de la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Vale la pena comprar la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Es la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda buena para principiantes?",
            "¿Qué características tiene la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿Dónde puedo conseguir la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda es recomendable para su uso?",
            "¿Es duradera la Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda?",
            "¿La Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "signature",
                "values": [
                    "signature",
                    "Ibanez Signature Tim Henson TOD10N Guitarra Acústica Cuerdas Nylon",
                    "Ibanez JEMJR White Signature Steve Vai Guitarra Eléctrica",
                    "Ibanez JEM77P BFP Signature Steve Vai",
                    "Ibanez JEMJRSP-PK Signature Steve Vai",
                    "Ibanez JEM7VP-WH Signature Steve Vai Premium White + Funda"
                ]
            }
        ]
    },
    {
        "intent": "Recomendacion-correa",
        "examples": [
            "Recomiéndame una correa",
            "¿Cuál es el mejor correa?",
            "¿Qué correa tiene un buen precio?",
            "¿Me puedes recomendar una correa de buena calidad?",
            "¿Qué correa tiene más funciones?",
            "¿Qué opinas de la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Vale la pena comprar la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Es la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo buena para principiantes?",
            "¿Qué características tiene la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿Dónde puedo conseguir la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buen precio?",
            "¿Qué tal su rendimiento la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo es recomendable para su uso?",
            "¿Es duradera la Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo?",
            "¿La Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo tiene buenas críticas?"
        ],
        "entities": [
            {
                "type": "correa",
                "values": [
                    "correa",
                    "Ibanez DCS50D-MGN Correa para Guitarra y Bajo Verde Musgo"
                ]
            }
        ]
    }
]